Repository: XecusM/SESHAT
Catalog: seshat/locale/*/LC_MESSAGES/django.po
Languages: ar

source: The two password fields didn't match.
ar: كلمتي المرور غير مطتابقين

source: This email already exists.
ar: هذا البريد الإلكتروني مسجل بالفعل

source: This username already exists.
ar: إسم مستخدم موجود بالفعل

source: Enter user first name
ar: أدخل الإسم الأول للمستخدم

source: Enter user last name
ar: أدخل الإسم الأخير للمستخدم

source: Enter a unique username
ar: أدخل إسم مستخدم غير مسجل مسبقاً

source: Enter user job title
ar: أدخل الوظيفة

source: Profile photo must be at least 200x200
ar: صورة المستخد لابد ألا تقل عن 200*200

source: Add your email
ar: أدخل بريدك الإلكتروني

source: format: '+999999999'. Up to 15 digits allowed
ar: لابد أن تكون الصيغ '+999999999' وألا تقل عن 15 رقم

source: Image file too small ( < 200kb )
ar: صوره صغيرة جداً ( < 200kb )

source: Select you interface language
ar: أختر لفة الواجهه

source: Number of items per page
ar: عدد النتائج في الصفحه الواحدة

source: Select you favorite page after login
ar: إختر صفحتك المفضله

source: Current Password
ar: كلمة المرور الحالية

source: Enter your old password
ar: أدخل كلمة المرور القديمة

source: Enter the same new password
ar: أدخل كلمة المرور مره أخرى

source: Add user
ar: أضف مستخدم

source: Edit user
ar: تعديل مستخدم

source: Delete user
ar: حذف مستخدم

source: View user
ar: عرض مستخدم

source: View activity
ar: عرض النشاطات

source: Reset password
ar: إعادة تعيين كلمة المرور

source: Import data
ar: إسيتراد بيانات

source: Export data
ar: تصدير بيانات

source: Backup database
ar: نسخه إحتياطيه من قاعدة البيانات

source: Restore database
ar: إعادة تعيين جديع بيانات قاعدة اليانات

source: Add Category
ar: أضف تصنيف

source: Edit Category
ar: تعديل تصنيف

source: Delete Category
ar: حذف تصنيف

source: Add Item
ar: أضف صنف

source: Edit Item
ar: تعديل صنف

source: Delete Item
ar: حذف صنف

source: Add Location
ar: أضف مكان

source: Edit Location
ar: تعديل مكان

source: Delete Location
ar: حذف مكان

source: Add Sub-location
ar: أضف مكان فرعي

source: Edit Sub-location
ar: تعديل مكان فرعي

source: Delete Sub-location
ar: حذف مكان فرعي

source: Move Item
ar: حركة صنف

source: Tranfer move
ar: نقل صنف

source: Add Company
ar: أضف شركة

source: Edit Company
ar: تعديل شركة

source: Delete Company
ar: حذف شركة

source: View Company
ar: عرض شركة

source: Add Customer
ar: أضف عميل

source: Edit Customer
ar: تعديل عميل

source: Delete Customer
ar: حذف عميل

source: View Customer
ar: عرض عميل

source: Add Vendor
ar: أضف مورد

source: Edit Vendor
ar: تعديل مورد

source: Delete Vendor
ar: حذف مورد

source: View Vendor
ar: عرض مورد

source: Add Order
ar: أضف إذن

source: Edit Order
ar: تعديل إذن

source: Delete Order
ar: حذف إذن

source: Username
ar: إسم مستخدم

source: First Name
ar: الإسم الأول

source: Last Name
ar: الإسم الأخير

source: Job
ar: الوظيفة

source: Admin
ar: مشرف

source: Enabled
ar: فعال

source: IT
ar: خبير

source: Joined at
ar: إنضم في

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
ar: يجب أن يكون رقم التليفون مكون من 15 رقم

source: User
ar: مستخدم

source: Email
ar: بريد إلكتروني

source: Phone
ar: تليفون

source: Birthdate
ar: تاريخ الميلاد

source: Gender
ar: الجنس

source: Profile Picture
ar: صورة المستخدم

source: English
ar: إنجليزية

source: Arabic
ar: عربية

source: Dashboard
ar: اللوحة الرئيسية

source: Stock
ar: المخزن

source: Customers
ar: العملاء

source: Vendors
ar: الموردين

source: Purchases
ar: شراء

source: Sales
ar: بيع

source: Language
ar: اللغة

source: Page Limit
ar: حد الصفحة

source: Delete account
ar: حذف حساب

source: Are you sure you want to delete this account
ar: هل أنت متأكد من حذف ها الحساب

source: No
ar: لا

source: Yes
ar: نعم

source: Permissions
ar: الأذونات

source: Account
ar: الحساب

source: Profile
ar: الملف الشخصي

source: Settings
ar: الإعدادات

source: Activities
ar: النشاطات

source: Admin Dashboard
ar: لوحة الإشراف

source: Accounts
ar: حسابات

source: User activities
ar: نشاطات المستخدم

source: Activity
ar: نشاطات

source: Object
ar: موضوع

source: Created at
ar: تم الإنشاء

source: No activity found
ar: لا يوجد نشاطات

source: Search
ar: بحث

source: Created by
ar: أنشئ بواسطة

source: User account
ar: حساب مستخدم

source: Name
ar: الإسم

source: Active
ar: النشاط

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Change Password
ar: تغيير كلمة المرور

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Edit user account
ar: تعديل حساب المستخدم

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Tools
ar: أدوات

source: Backup
ar: نسخ إحتياطي

source: Restore
ar: إستعادة البيانات

source: Import
ar: إستيراد بيانات

source: Export
ar: تصدير بيانات

source: Latest Activities
ar: آخر النشاطات

source: New Account
ar: حساب جديد

source: No accounts Found!
ar: لا يوجد حسابات

source: Login
ar: تسجيل دخول

source: Create
ar: إنشاء

source: Change my password
ar: تعديل كلمة مرور

source: Change
ar: تعديل

source: Your password has been successfully changed.
ar: تم تغيير كلمة المرور الخاصة بك

source: Reset password for user
ar: إعادة تعيين كلمة مرور لمستخدم

source: New Password
ar: كلمة مرور جديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Reset
ar: تعيين

source: User profile
ar: ملف شخصي

source: Edit Profile
ar: تعديل الملف الشخصي

source: Crop the photo
ar: قص الصورة

source: Crop
ar: قص

source: User settings
ar: أدوات المستخدم

source: Page limit
ar: حد الصفحة

source: Default page
ar: الصفحة الأساسية

source: Change Settings
ar: تغيير الأدوات

source: Edit user settings
ar: تعديل أدوات مستخدم

source: Your account is not active please contact adminstartor for more details.
ar: حسابك غير مفعل .. برجاء التواصل مع المشرف

source: Couldn't delete the selected user
ar: لا يمكن حذف هشا المستخدم

source: Password not matches or one of the passwords are blank
ar: كلمة المرور غير متطابقه

source: Company name
ar: إسم الشركة

source: Company desciption
ar: وصف الشركة

source: Company website i.e. https://www.example.com/
ar: الموقع الإلكتروني للشركة https://www.example.com/

source: Compay tax's code
ar: رقم التسجيل الضريبي

source: Select company
ar: إختار الشركة

source: Enter name
ar: أدخل الإسم

source: email address
ar: البريد الإلكتروني

source: Department
ar: القسم

source: Job title
ar: المسمى الوظيفي

source: Desciption
ar: الوصف

source: Website
ar: الموقع الإلكتروني

source: Taxs code
ar: الرقم الضريبي

source: Notes
ar: ملاحظات

source: Edited at
ar: تعديل

source: Edited by
ar: تعديل بواسطة

source: Company
ar: شركة

source: Are you sure you want to delete this company
ar: هل أنت متأكد من حذف هذه الشركة

source: Are you sure you want to delete this customer
ar: هل أنت متأكد من حذف هذا العميل

source: Customers companies
ar: شركات العملاء

source: New Company
ar: شركة جديدة

source: No companies Found!
ar: لا يوجد شركات

source: Company details
ar: تفاصيل الشركة

source: Taxs Code
ar: الرقم الضريبي

source: Note
ar: ملاحظة

source: New Customer
ar: عميل جديد

source: No customers Found!
ar: لا يوجد عملاء

source: Customer Details
ar: تفاصيل عميل

source: Customers list
ar: قائمة العملاء

source: Companies
ar: الشركات

source: Couldn't delete the selected company
ar: لا يمكن حذف هذه الشركة

source: Couldn't delete the selected customer
ar: لا يمكن حذف هذا العميل

source: Invoice number
ar: رقم الفاتورة

source: Order notes
ar: ملاحظات الإذن

source: Invoice date
ar: تاريخ الفاتورة

source: Must complete invoice details
ar: لا بد من إستكمال بيانات الفاترة

source: Order
ar: إذن

source: Item
ar: صنف

source: Unit Price
ar: سعر الجزء

source: Are you sure you want to delete this order
ar: هل أنت متأكد من حذف هذا الإذن

source: Purchase orders
ar: أذون شراء

source: Order details
ar: تفاصيل إذن

source: Invoice
ar: فاتورة

source: Date
ar: تاريخ

source: Code
ar: الكود

source: Unit price
ar: سعر الجزء

source: Quantity
ar: الكمية

source: Total Price
ar: إجمالي السعر

source: Total
ar: إجمالي

source: Edit order
ar: تعديل إذن

source: Select item
ar: إختار صنف

source: Price
ar: السعر

source: Remove Item
ar: حذف صنف

source: New order
ar: إذن جديد

source: New Order
ar: إذن جديد

source: Items
ar: الأصناف

source: No orders Found!
ar: لا يوجد أذونات

source: Can't choose the same item twice.
ar: لا يمكن إختيار نفس الصنف مرتين

source: Couldn't delete the selected order
ar: لا يمكن حذف الإذن

source: Download
ar: تنزيل

source: Acitivty model
ar: نموذج الأنشطة

source: Acitivty message
ar: رسالة النشاط

source: Activity object id
ar: موضوع النشاط

source: Sale orders
ar: فواتير البيع

source: Sales orders
ar: فواتير البيع

source: Select item
ar: إختر الصنف

source: Available
ar: متاح

source: Create Backup File
ar: إنشاء نسخة إحتياطية

source: Delete File(s)
ar: حذف ملفات

source: No files Found!
ar: لايوجد ملفات

source: Select module to export ....
ar: إختار القسم المراد تصدير بياناته ...

source: Select Export
ar: إختر تصدير

source: Items' categories
ar: تصنيفات الأصناف

source: Items' locations
ar: أماكن الأصناف

source: Customers' companies
ar: شركات العملاء

source: Vendors' companies
ar: شركات الموردين

source: This process will create any missing sub-item ...
ar: هذه العمليه سوف تنشئ اي بيانات فرعية مرتبطه بالبيانات الرئيسية ...

source: Please select the right template to avoid any errors
ar: رجاء إختيار الملف الصحيح لتلافي اي أخطاء

source: Choose file...
ar: إختر الملف ...

source: Select Import
ar: إختر الإستيراد

source: Templates
ar: قوالب

source: No templates found!
ar: لا يوجد قوالب

source: High demanded items
ar: الأصناف الأكثر حركة

source: Category
ar: تصنيف

source: Moves
ar: تحركات

source: No items Found!
ar: لا يوجد أصناف

source: High demanded companies
ar: أكثر الشركات تعاملاً

source: Latest sales' orders
ar: آخر فواتير البيع

source: Latest purchase orders
ar: آخر أذونات الشراء

source: This process will restore all your backup database data...
ar: هذه العمليه سوف تعيد جديع البيانات القديمة ...

source: This will delete all existing data
ar: هذه العملية ستحذف جميع البيانات الحالية

source: Backup file(s) has been deleted
ar: تم حذف الملف

source: Backup has completed successfully
ar: تم أخذ النسخه الإحتياطية بنجاح

source: Restore has completed successfully
ar: تم إعادة البيانات بنجاح

source: successfully imported
ar: تم إستيراد البيانات بنجاح

source: Category name
ar: إسم التصنيف

source: Item code
ar: كود لصنف

source: Item desciption
ar: وصف الصنف

source: item barcode
ar: باركود الصنف

source: Enter itme's selling unit price
ar: أدخل سعر الوحدة للصنف

source: item price
ar: سعر الصنف

source: Limit
ar: حدالطلب

source: Enter the warning stock limit to re-order item
ar: أدخل حد الطلب

source: Item photo must be at least 500x500
ar: صورة الصنف لآبد ألا تقل عن 500*500

source: Image file too small ( < 500kb )
ar: الصوره صغيرة جداً ( < 500kb )

source: Location name
ar: إسم المكان

source: Select location
ar: أختر المكان

source: Sub-location name
ar: إسم المكان الفرعي

source: Quantity can't be negative for the selected location
ar: لا يمكن أن تصبح الكميه سالبه

source: Must choose valid item
ar: لابد من إختيار صنف مناسب

source: Must choose valid type
ar: لآبد من إختيار نوع مناسب

source: Must choose valid location
ar: لآبد من إختيار مكان مناسب

source: Notes*
ar: ملاحظات

source: Add notes for this custom move
ar: أضف ملاحظات للحركة

source: Add desired quantity
ar: أدخل الكمية المطلوبة

source: Select movement type
ar: أدخل نوع الحركة

source: Select old location
ar: أدخل المكان القديم

source: Select new location
ar: أدخل المكان الجديد

source: Barcode
ar: باركود

source: Stock Limit
ar: حد الطلب

source: Assembled Item
ar: صنف مجمع

source: Default Location
ar: مكان أساسي

source: Item Picture
ar: صورة الصنف

source: Can't find items for assemblied item
ar: لا يوجد أصناف لهذا الصنف المجمع

source: This is not assembly item
ar: هذا ليس صنف مجمع

source: Location
ar: المكان

source: Add
ar: أضف

source: Remove
ar: حذف

source: Purchase
ar: شراء

source: Sell
ar: بيع

source: Assembly
ar: مجمع

source: Custom
ar: خاص

source: Transfer
ar: نقل

source: Movement type
ar: نوع الحركة

source: Related to
ar: الإرتباط

source: Items' moves
ar: حركات الأصناف

source: Old Location
ar: المكان القديم

source: New Location
ar: مكان جديد

source: Add Move
ar: أضف حركة

source: Remove Move
ar: حذف حركة

source: Are you sure you want to delete this category
ar: هل أنت متأكد من حذف هذا التصنيف

source: Details
ar: تفاصيل

source: Are you sure you want to delete this item
ar: هل أنت متأكد من حذف هذا الصنف

source: Are you sure you want to delete this location
ar: هل أنت متأكد من حذف هذا المكان

source: Are you sure you want to delete this sublocation
ar: هل أنت متأكد من حذف هذا المكان الفرعي

source: Stock Dashboard
ar: لوحة رئيسية للمخزن

source: Categories
ar: تصنيفات

source: New Category
ar: صنف جديد

source: Locations
ar: أماكن

source: Sub-locations
ar: أماكن فرعية

source: Latest Moves
ar: آخر التحركات

source: Type
ar: النوع

source: No moves Found!
ar: لا يوجد تحركات

source: Item Details
ar: تفاصيل الصنف

source: Stock limit
ar: حد الطلب

source: Total Quantity
ar: إجمالي الكمية

source: Assembly BOM
ar: مكونات المجمع

source: New Item
ar: صنف جديد

source: All
ar: الكل

source: Assembled item
ar: صنف مجمع

source: Sub
ar: فرعي

source: No locations Found!
ar: لا يوجد أماكن

source: Available quantity for this location is
ar: الكميات المتاحة لهذا المكان

source: New Move
ar: حركة جديدة

source: New Sub-location
ar: مكان فرعي جديد

source: Sub-location
ar: مكان فرعي

source: No sublocations Found!
ar: لا يوجد أماكن فرعية

source: Couldn't delete the selected category
ar: لا يمكن حذف هذا التصنيف

source: Couldn't delete the selected location
ar: لا يمكن حذف هذا المكان

source: Couldn't delete the selected sub-location
ar: لا يمكن حذف هذا المكان الفرعي

source: Couldn't delete the selected item
ar: لا يمكن حذف هذا الصنف

source: my account
ar: حسابي الشخصي

source: my profile
ar: ملفي الشخصي

source: my settings
ar: أدواتي

source: my activities
ar: نشاطاتي

source: change my password
ar: تغيير كلمة المرور

source: logout
ar: تسجيل خروج

source: Can't find page
ar: لا يمكن الوصول للصفحة

source: To Home
ar: للصفحة الرئيسية

source: Company tax's code
ar: الرقم الضريبي للشركة

source: Are you sure you want to delete this vendor
ar: هل أنت متأكد من حذف هذا المورد

source: Vendors companies
ar: شركات المورديين

source: New Vendor
ar: مورد جديد

source: No vendors Found!
ar: لا يوجد موردين

source: Vendor Details
ar: تفاصيل مورد

source: Couldn't delete the selected vendor
ar: لا يمكن حذف هذا المورد
